#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE					= "歡迎！"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE		= "%s-啟動"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01					= "\n\n請輸入您的序號，以啟動 %s。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX		= "為啟動 %s，必須輸入一次您的序號。此外，我們建議立即註冊該程式，以便於自動更新並獲得附加功能。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX	= "為啟動 %s，必須輸入您的序號。您必須在 %d 日內進行啟動。此外我們建議註冊該程式。為此，請您輸入一個有效的電子郵件位址。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO				= "\n這是一個功能未加限制的 %s 試用版。\n\n您可在安裝後試用 %d 天。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER			= "\n這是一個 %s 的免費版本。\n\n您可以在安裝後不進行註冊試用 %d 天。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM				= "請您透過網路免費啟動 %s。請輸入附帶的序號並開始註冊。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN			= "\n\n為啟動 %s，必須輸入並啟動一次您的序號。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION		= "對不起，您的程式版本尚未進行註冊。為啟動 '%s' 功能，必須進行註冊。註冊過程僅需幾分鐘。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02 					= "<textblock foreground="#FFFFFF">僅需幾步，您就可開始使用您的軟體。您可以在 CD/DVD 盒的背面找到序號，或通過電子郵件獲取（下載版）。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO				= "您可在當地的專業經銷商處購得完整版本。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER			= "<textblock foreground="#FFFFFF">在任何時間進行一次註冊即可永久使用。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM 				= "<textblock foreground="#FFFFFF">僅需幾步，您就可開始使用您的軟體。您可以在包裝內或 CD/DVD 盒的背面找到序號。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN			= "<textblock foreground="#FFFFFF">購買後可透過電子郵件獲取序號。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION		= "<textblock foreground="#FFFFFF">註冊時需要輸入您的序號和一個有效的電子郵件位址。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX	= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL					= "輸入序號"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>序號：</bold><linebreak /><textblock fontsize="14">請不要輸入連字符號</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2 					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>電子郵件地址：</bold><linebreak /><textblock fontsize="14">用於註冊軟體</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3					= "您的序號供您個人進行註冊。為此會出現以下提示："
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX				= "您是否已經註冊？"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN				= "在進行版本啟動時，會出現以下提示："
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER			= "尚未輸入有效的序號。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION	= "尚未輸入有效的電子郵件位址。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE		= "立刻線上註冊並啟動"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE		= "線上啟動 Dongle "
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX	= "立即線上註冊"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN= "立即線上啟動"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE	= "透過手機啟動程式..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE	= "透過郵件/傳真啟動程式..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO= "離線啟動程式..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED= "我的產品已啟動。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED		= "- 需要連接網路"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5					= "- 每日 0 至 24 點均可"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6					= "- 透過傳真或郵件"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE		= "輸入啟動碼"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN	= "透過電話或"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1		= "<textblock fontsize="16" foreground="#FFFFFF"><bold>啟動碼：</bold><linebreak /><textblock fontsize="14">請不要輸入連字符號</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2		= "<textblock foreground="#FFFFFF">輸入您獲得的啟動碼（通常透過電子郵件取得）並啟動程式。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON		= "啟動程式"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE			= "購買程式"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO	= "購買完整版"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1				= "<textblock foreground="#FFFFFF">您需要連接網路才能線上購買完整版。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON				= "線上購買程式"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "開始啟用試用版"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "稍後啟動"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "免費期延長至 %d 天！\n（需要網路連線）"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "現在註冊，自由使用"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "立即線上註冊"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "再次開啟註冊頁面"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">您可繼續使用試用版<textblock foreground="#16BFE3"><bold> %d 天</bold></textblock>。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">您可再<textblock foreground="#16BFE3"><bold>試用本程式 %d 天</bold></textblock> 並可透過註冊<textblock foreground="#16BFE3"><bold>延長試用 %d 天</bold></textblock>。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">您可不註冊繼續使用該程式<textblock foreground="#16BFE3"><bold> %d 天</bold></textblock> 。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">您可繼續使用該程式<textblock foreground="#16BFE3"><bold>一天</bold></textblock> testen.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">您可再<textblock foreground="#16BFE3"><bold>試用本程式一天</bold></textblock> 並可透過註冊<textblock foreground="#16BFE3"><bold>延長試用 %d 天</bold></textblock> 。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">您可不註冊繼續使用該程式<textblock foreground="#16BFE3"><bold>一天</bold></textblock>。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">要解鎖試用版請註冊。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>請輸入您的序號！</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>請購買程式的完整版本。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>請現在註冊。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>請現在註冊。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "您的測試期已結束。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">之後需要您完成一次性註冊。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>註冊碼：</bold><linebreak /><textblock fontsize="14">註冊後通過電子郵件發送給您</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>啟動碼：</bold><linebreak /><textblock fontsize="14">註冊後將會以電子郵件寄送通知給您</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "立即註冊"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "無限制使用程式"

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL		= "結束"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE		= "開始"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST			= "試用程式"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK			= "確定"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT			= "取消"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK			= "為什麼要註冊..."

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS			= "非常感謝。已成功啟動。\n\n請保存好您的序號和（如果有）啟動碼。在重新安裝時須再次輸入。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3 		= "非常感謝。已成功啟動。\n\n請妥善保存您的序號。在重新安裝時需要再次輸入序號。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED			= "啟動失敗。\n\n請聯繫 #MANDANT_ID# 技術支援部門。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED			= "啟動成功完成，但程式由於一個錯誤或中斷而未能完成註冊。\n\n請注意，一些程式功能（如線上更新）僅為已註冊使用者提供。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER	= "啟動成功完成，但您的序號已透過另一個電子郵件位址註冊。您可以在 #MANDANT_ID# 服務中心更改您的註冊電子郵件位址。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS			= "%s 已註冊成功。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED			= "註冊失敗。\n\n請稍後重複該過程或聯繫 #MANDANT_ID# 技術支援部門。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS				= "現在開始使用%d天試用版。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER		= "非常感謝您的註冊。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED				= "註冊碼不正確。\n\n請檢查輸入的註冊碼或聯繫#MANDANT_ID# 技術客服。"
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE					= "在連接網路的過程中出現一個錯誤或網路連線中斷。請聯繫 #MANDANT_ID# 技術支援部門。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT					= "註冊失敗。可能註冊過程未完成。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL						= "您輸入的序號無效，或者可能適用於其他產品。請檢查拼寫或檢查是否無意輸入了其他產品的序號。若問題仍然存在，請使用我們的支援網站獲得幫助。\n\n錯誤代碼：%d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE						= "該序號已透過另一個電子郵件位址註冊。請聯繫 #MANDANT_ID# 技術支援部門。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED					= "您已註冊該產品。"
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS					= "已達到該軟體可同時使用的最大裝置數量。敬請通過 #MANDANT_ID #服務中心為該裝置進行軟體啟動。"
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL						= "您的許可證已到期。\n\n請注意，程式在許可證到期後無法使用。您可在我們的網站上購買新的許可證。如有問題，請通過我們的支援網站尋求幫助。"
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING								= "輸入了過多的字母或特殊符號。\n輸入序號時僅需輸入數位。連字符號被自動加入。\n檢查是否啟動鎖定鍵或 'Caps Lock' 鍵，並在必要時透過重新按下該按鍵取消。"
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION						= "無法連接網路。請檢查您的電腦是否正確與網路連接。防火牆可能阻擋了網路連線。"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED						= "與 '%s' （埠 %d）連接"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE							= "在 '%s'（埠 %d）上未與授權管理伺服器連接。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC							= "在透過電腦 '%s'（埠 %d）嘗試與網路授權管理伺服器連接時，出現一個錯誤。\n請聯繫 #MANDANT_ID# 技術支援部門。\n\n錯誤代碼：%d "
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT					= "在電腦 '%s'（埠 %d）上啟動的網路授權管理伺服器屬於另一個產品，不能與 %s 一起使用。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL					= "網路授權管理伺服器：出現一個可能由於錯誤的產品更新導致的安裝錯誤。\n請聯繫 #MANDANT_ID# 技術支援部門。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST					= "與電腦 '%s'（埠 %d）的連接中斷。請檢查網路連線，並確定網路授權管理伺服器已啟動。\n該程式結束，變更已儲存。接著重新啟動 %s。\n（錯誤代碼：%d）"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE						= "'%s' 上的網路授權管理伺服器沒有可用授權。\n\n請結束另一台電腦上的 %s 或購買額外的網路授權。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND					= "無法連接到網路授權管理伺服器。\n請確定是否可連接到電腦 '%s'，是否已在此為 %s 啟動一個網路授權管理伺服器，埠 %d 用於聯絡。防火牆可能阻擋了網路連線。"
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND							= "無法找到 Dongle。"

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED	= "電子郵件位址被改變。\n\n電子郵件位址改變會導致之前已進行的註冊不再對您個人/您的電腦有效，或在進入 #MANDANT_ID# 線上服務時，需要重新輸入您的驗證資訊。\n您仍要使用新的電子郵件位址嗎？"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION			= "使用新的電子郵件位址"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION			= "保留舊的電子郵件位址"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT			= "請稍候..."

#version protection reset network connection
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT1 = "如果問題繼續存在，也可嘗試下列內容：重設網際網路設定並重新點擊 '%s'。"
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT2 = "請注意，重設後現有的所有網際網路設定將丟失。"
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION = "重設網際網路設定"

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1				= "您的程式版本尚未註冊！"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2				= "註冊可以讓您獲得程式升級、技術支援並啟動附加功能。\n\n此外註冊還能提高您的電腦安全並防止您錯誤使用您的程式授權。\n因此建議您註冊程式。"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK		= "現在註冊..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE		= "以後註冊"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN= "不再顯示該對話方塊"

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE				= "技術支援資訊"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01			= "請為 #MANDANT_ID# 技術支援部門準備好下列資訊："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL		= "產品名稱："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL= "有效的電子郵件位址："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL		= "序號："
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL		= "電腦 ID："
IDS_VERSION_PROTECTION_BUTTON_CLOSE								= "關閉"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE				= "您的許可證已到期。"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE		= "<textblock foreground="#FFFFFF">您的許可證將在<textblock foreground="#16BFE3">%d日</textblock>內到期。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE		= "<textblock foreground="#FFFFFF">您的許可證將在<textblock foreground="#16BFE3">一日</textblock>內到期。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT					= "請注意，在授權時間過期後您將無法繼續使用程式。但您可通過我們的網頁申請一個新的授權。如您有其他問題，敬請聯絡我們的客戶服務部門。"
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT  = "請注意，在許可證到期後，程式的使用將受到限制。但您可通過我們的網頁申請一個新的授權。如您有其他問題，敬請聯絡我們的客戶服務部門。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE				= "現在需要檢查您的許可證。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE	= "<textblock foreground="#FFFFFF">下次許可證檢查最遲不晚於<textblock foreground="#16BFE3">%d 日</textblock>內進行。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE	= "<textblock foreground="#FFFFFF">下次許可證檢查最遲不晚於<textblock foreground="#16BFE3>"一日</textblock>內進行。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01			= "請確保您的電腦已連接至互聯網。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02			= "請注意，在未成功檢測您的授權的情況下您將無法繼續使用程式。如您有其他問題，敬請聯絡我們的客戶服務部門。"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME				= "支援網站"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK				= "support.magix.com"
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME					= "#MANDANT_ID# W網址"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK					= "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW				= "立即檢查許可證"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE		= "您系統的硬體可能已經修改。"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT			= "為了保證不受限制的使用程式，需要重新檢查您的許可證。隨後問題排除。若問題仍然存在，請使用我們的支援網站獲得幫助。" 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS	= "非常感謝。許可證檢查成功。程式已啟動\n\n請保存您的序號以及程式首次啟動後的啟動碼。重新安裝時需要再次輸入。"
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED	= "許可證檢查失敗。程式無法啟動且無法使用。\n\n您可重新聯網檢查許可證。隨後問題排除。若問題仍然存在，請使用我們的支援網站獲得幫助。\n\n故障代碼：%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR			= "啟動時發生內部錯誤。\n\n重新檢查許可證能夠排除故障。若問題仍然存在，請使用我們的支援網站獲得幫助。\n\n故障代碼：%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS		= "非常感謝。許可證檢查成功完成，但是許可證將在%d 日內到期。\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS			= "很抱歉，您的許可證驗證失敗。因此，程式未能啟動並且無法使用。請在下列對話框中檢查並確認您的使用者資料（例如電子郵件地址）。這些資料務必與您在服務中心中的使用者資料和註冊產品一致。"
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED = "這是未獲授權的程序版本。要安裝請續延您的更新保證或聯繫支持部門。"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE			= "透過郵件/傳真啟動"
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO		= "離線啟動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01			= "可以透過多種方式將啟動資訊發送至 #MANDANT_ID# 並為您的產品獲得一個啟動碼。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02			= "郵件處理可能需要幾天時間。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX					= "請選擇啟動的途徑："
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX				= "透過傳真啟動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1				= "<textblock foreground="#FFFFFF">填寫、列印並發送傳真表。您可以在表格中獲取傳真號。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2				= "啟動碼會發送到您所輸入的電子郵件位址。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX				= "打開傳真表..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL				= "透過郵件啟動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1				= "<textblock foreground="#FFFFFF">填寫、列印並透過郵件發送表格。您可以在文件中獲取通訊位址。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2				= "啟動碼會發送到您的電子郵件地址。郵件處理可能需要幾天時間。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL				= "打開表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER		= "在服務中心啟動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1		= "<textblock foreground="#FFFFFF">在其他連接網路的電腦上進行啟動。列印所需資訊。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2		= "您將在 #MANDANT_ID# 服務中心立刻獲得啟動碼。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER	= "打開表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL				= "離線啟動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1				= "<textblock foreground="#FFFFFF">在其他連接網路的電腦上進行啟動或填寫表格並通過 Email 發送表格或郵寄表格。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2				= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL				= "打開表格..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL		= "離線啟動 Dongle"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1		= "<textblock foreground="#FFFFFF">在其他連接網路的電腦上啟動 Dongle或填寫表格並通過 Email 發送表格或郵寄表格。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2		= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL		= "打開表格..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE					= "透過電話啟動"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01				= "您可以在任何時間透過手機啟動產品。請選擇："
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02				= "通話時會要求您按下電話上的下列數字按鍵："
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1			= "請在此輸入透過電話傳送給您的啟動碼（只輸入數字！）。然後按一下「啟動」："
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX					= "啟動資料傳送"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK				= "啟動"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING		= "問題處理..."

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"確定"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "取消"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "停用裝置上的程式"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">如您停用該程式，則您可在另一台裝置上完整使用本序號和軟體。<linebreak /><linebreak />本裝置上使用的序號為：<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">需使用網際網路連線才能進行停用。必要時，您可重新為本裝置啟動該軟體。一旦停用，您將無法在本裝置上使用該軟體。但所有個人設置仍將被保留。<linebreak /><linebreak />您是否想在本裝置上停用該程式？</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "停用失敗。\n原因可能是程式已在裝置上停用。"
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "已成功為本裝置停用本序號。您現在可將本序號用於另一台裝置。"

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION					= "提示"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE					= "確定"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION				= "提示"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE				= "關閉"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1				= "該啟動碼不正確。請聯繫 #MANDANT_ID# 技術支援部門："
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL										= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION			= "電腦 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM		= "轉至訂購表..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1			= "請您記錄下列字母和數字，即所謂的電腦 ID。隨後訂購啟動碼時將需要該 ID。"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL			= "取消"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION	= "電腦 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1	= "請您記錄下列字母和數字，即所謂的電腦 ID。請利用任何一台電腦登入網站 www.magix.de，註冊您的產品，然後按一下「建立啟動」。"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE	= "關閉"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION	= "建立啟動"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER		= "透過服務中心..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE				= "線上啟動"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP 		= "前往商店"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX			= "透過郵寄/傳真..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE			= "透過電話..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION	= "恢復啟動..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP				= "?明"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL				= "取消"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1					= "1. 註冊並獲取啟動碼"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3						= "1. 線上啟動。請確保您的電腦已連接到網路。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP 				= "1. 線上啟動：輕鬆通過 MAGIX 線上商店（約 5 分鐘）"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2					= "2. 輸入啟動碼"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4						= "請輸入您透過服務中心，電話或電子郵件收到的激活代碼，並在之後按一下'建立激活'。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4_SHOP					= "請輸入您透過服務中心，電話或電子郵件收到的激活代碼，並在之後按一下'建立激活'。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME					= "只需簡單兩步輕鬆啟動該功能，即可使用相關功能。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE				= "如果之前已啟動了該功能，可能會更改您的電腦組態，導致啟動碼無效。此時只需再次啟動。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5						= "2. 通過郵寄或傳真訂購一個啟動碼（約 1-2 個工作日）。"

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT 			= "%s - 啟動"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER 		= "播放 MPEG-2"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH 		= "VITA 合成器"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO 		= "播放 Dolby Digital Stereo"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_01 = "Vita 儀器 #01"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_02 = "Vita 儀器 #02"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_03 = "Vita 儀器 #03"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_04 = "Vita 儀器 #04"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_05 = "Vita 儀器 #05"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_06 = "Vita 儀器 #06"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_07 = "Vita 儀器 #07"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_08 = "Vita 儀器 #08"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_09 = "Vita 儀器 #09"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_10 = "Vita 儀器 #10"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_11 = "Vita 儀器 #11"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_12 = "Vita 儀器 #12"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_13 = "Vita 儀器 #13"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_01		= "Vita Solo 儀器 #01 (Century Keys)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_02		= "Vita Solo 儀器 #02 (Jazz Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_03		= "Vita Solo 儀器 #03 (Saxophonia)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_04		= "Vita Solo 儀器 #04 (Space Pad)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_05		= "Vita Solo 儀器 #05 (Upright Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_06		= "Vita Solo 儀器 #06 (Vibraphone)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_07		= "Vita Solo 儀器 #07 (Sansula)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_08		= "Vita Solo 儀器 #08 (Grand Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_09		= "Vita Solo 儀器 #09 (Century Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_10		= "Vita Solo 儀器 #10 (Drum Engine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_11		= "Vita Solo 儀器 #11 (Electric Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_12		= "Vita Solo 儀器 #12 (Lead Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_13		= "Vita Solo 儀器 #13 (Electric Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_14		= "Vita Solo 儀器 #14 (Power Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_15		= "Vita Solo 儀器 #15 (Pop Brass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_16		= "Vita Solo 儀器 #16 (Vintage Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_17        = "Vita Solo 儀器 #17 (String Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_18        = "Vita Solo 儀器 #18 (Rock Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_19        = "Vita Solo 儀器 #19 (Bass Machine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_20        = "Vita Solo 儀器 #20 (World Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_21        = "Vita Solo 儀器 #21 (Concert Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_22        = "Vita Solo 儀器 #22 (Soundtrack Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_23        = "Vita Solo 儀器 #23 (Concert Grand LE)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_24        = "Vita Solo 儀器 #24 (Orchestral Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_25        = "Vita Solo 儀器 #25 (Analoge Synths)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_26        = "Vita Solo 儀器 #26 (Urban Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_27        = "Vita Solo 儀器 #27 (World Flutes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_28        = "Vita Solo 儀器 #28 (Celtic Harp)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_29        = "Vita Solo 儀器 #29 (Cinematic Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_30        = "Vita Solo 儀器 #30 (Accordion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_31        = "Vita Solo 儀器 #31 (Folk)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_32        = "Vita Solo 儀器 #32 (Choir)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_33        = "Vita Solo 儀器 #33 (Church Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_34        = "Vita Solo 儀器 #34 (Cinematic Soundscapes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_35        = "Vita Solo 儀器 #35 (Concert Grand)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_36        = "Vita Solo 儀器 #36 (Pop Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_37        = "Vita Solo 儀器 #37 (Analog Synths)"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION						= "電話啟動"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL				= "取消"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION	= "建立啟動"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1					= "1. 獲取啟動碼"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2					= "2. 輸入啟動碼"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1						= "您可隨時透過電話電腦獲取該功能的啟動碼。請選擇："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2						= "通話時會要求您按下電話上的下列數字按鍵："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4						= "請在此輸入透過電話傳送給您的啟動碼（只輸入數字！）。然後按一下「建立啟動」："
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO					= "問題處理"

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION			= "支援資訊"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE		= "關閉"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1				= "請為 #MANDANT_ID# 技術支援部門準備好下列資訊："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2				= "1. 產品名稱："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3				= "2. 產品序號："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4				= "3. 待啟動的元件："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5				= "4. 代碼："
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP		= "?明"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1				= "請稍候。準備已啟動的功能可能需要幾分鐘。"

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE 								= "關閉"
IDS_FEATURE_PROTECTION_VALID_CODE 							= "啟動功能 '%s' 已成功。"
IDS_FEATURE_PROTECTION_UNLOCK_FAILED 						= "啟動功能 '%s' 失敗。\n如果您以受限使用者的身份執行此程式，請使用管理員權限重試啟動。"
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION 				= "您以受限使用者的身份執行此啟動程式。\n進行啟動需要具有系統目錄的寫入權限。請使用管理員權限進行啟動。"
IDS_FEATURE_PROTECTION_SERIAL_WRONG 						= "您輸入的序號錯誤。請檢查輸入內容。"
IDS_FEATURE_PROTECTION_VERSIONSTRING 						= "版本 %s"
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE 		= "即使當您已經使用該功能時，更改您的電腦組態也可能會導致啟動碼無效。請對該功能重新進行啟動。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT = "有多種方法可以啟動功能 '%s'。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS = "抱歉，由於授權許可權的原因，使用 '%s' 功能需要進行付費啟動。"
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT 					= "離線訂購啟動碼..."
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED 			= "您所輸入的啟動碼無效。請檢查拼字。如果問題仍然存在，請聯繫 #MANDANT_ID# 技術支援部門。"

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
